/* String test with 1: subject, and 2: match targets */
"%@ contains %@" = "%@ contains %@";

/* String test with 1: subject, and 2: match targets */
"%@ ends with %@" = "%@ ends with %@";

/* String test with 1: subject, and 2: match targets */
"%@ equals %@" = "%@ equals %@";

/* Pair of match targets with 1: a target match, and 2: another target match */
"%@ or %@" = "%@ or %@";

/* String test with 1: subject, and 2: match targets */
"%@ starts with %@" = "%@ starts with %@";

/* Three or more match targets with 1: a target match, and 2: two or more other target matches */
"%@, %@" = "%@, %@";

/* AND-test with 1: sub test, and 2: two or more other sub tests */
"(%@) and %@" = "(%@) and %@";

/* AND-test with 1: sub test, and 2: another sub test */
"(%@) and (%@)" = "(%@) and (%@)";

/* OR-test with 1: sub test, and 2: two or more other sub tests */
"(%@) or %@" = "(%@) or %@";

/* OR-test with 1: sub test, and 2: another sub test */
"(%@) or (%@)" = "(%@) or (%@)";

/* Size test without any bounds */
"any size" = "any size";

/* Name of a test */
"Huge files" = "Huge files";

/* Name of a test */
"Images" = "Images";

/* Name of a test */
"Large files" = "Large files";

/* Name of a test */
"Medium files" = "Medium files";

/* Name of a test */
"Music" = "Music";

/* A filename as the subject of a string test */
"name" = "name";

/* NOT-test with 1: sub test */
"not (%@)" = "not (%@)";

/* A pathname as the subject of a string test */
"path" = "path";

/* Size test with 1: lower bound, and 2: upper bound */
"size is between %@ and %@" = "size is between %@ and %@";

/* Size test with 1: lower bound */
"size is larger than %@" = "size is larger than %@";

/* Size test with 1: upper bound */
"size is smaller than %@" = "size is smaller than %@";

/* Name of a test */
"Small files" = "Small files";

/* Name of a test */
"Tiny files" = "Tiny files";

/* Name of a test */
"Version control" = "Version control";

